Repository: ookamitai/Vocalist
Catalog: Vocalist/Vocalist/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# vocalist.aboutView.followMe
source: Follow me on
ja: SNS
zh_hans: 关注我：

# vocalist.aboutView.visitProject
source: Visit project page:
ja: 公式ページ
zh_hans: 访问工程网页：

# vocalist.audioView.button.createEmptyFile
source: Create Empty File
ja: 新規ファイルを作成
zh_hans: 创建空文件

# vocalist.audioView.button.delete
source: Delete
ja: 削除
zh_hans: 删除

# vocalist.audioView.button.pause
source: Pause
ja: 一時停止
zh_hans: 暂停

# vocalist.audioView.button.play
source: Play
ja: 再生
zh_hans: 播放

# vocalist.audioView.button.record
source: Record
ja: 録音
zh_hans: 录制

# vocalist.audioView.button.refresh
source: Refresh (Async)
ja: 再読込（非同期）
zh_hans: 刷新（异步）

# vocalist.audioView.button.stop
source: Stop
ja: 停止
zh_hans: 停止

# vocalist.audioView.button.stopRecord
source: Stop Recording
ja: 録音停止
zh_hans: 停止录制

# vocalist.audioView.channel
source: Channel:
ja: チャンネル数：
zh_hans: 声道：

# vocalist.audioView.duration
source: Duration:
ja: デュレーション：
zh_hans: 时长：

# vocalist.audioView.fileExistButEmpty
source: File is emtpy.
ja: ファイルが空です。
zh_hans: 文件空。

# vocalist.audioView.fileNotExist
source: File does not exist.
ja: ファイルが存在しません。
zh_hans: 文件不存在。

# vocalist.audioView.fileSize
source: File size:
ja: ファイルサイズ：
zh_hans: 文件大小：

# vocalist.audioView.initFailure
source: Failed to init audio file.
ja: 音声ファイルの初期化に失敗しました。
zh_hans: 初始化音频文件失败。

# vocalist.audioView.nowRecording
source: Now recording:
ja: 録音中：
zh_hans: 正在录制：

# vocalist.audioView.recording
source: Recording...
ja: 録音中・・・
zh_hans: 录音中：

# vocalist.audioView.recordInitFailed
source: Failed to init audio recorder.
ja: 音声レコーダの初期化に失敗しました。
zh_hans: 初始化音频录音失败。

# vocalist.audioView.sampleRate
source: Sample Rate:
ja: サンプリング周波数：
zh_hans: 采样率：

# vocalist.audioView.saveTo
source: Saving to:
ja: 保存先：
zh_hans: 保存到：

# vocalist.auditView.auditMode
source: Audit mode
ja: 検査モード
zh_hans: 审核模式

# vocalist.auditView.avgDuration
source: Average duration:
ja: 平均デュレーション：
zh_hans: 平均时长：

# vocalist.auditView.avgSize
source: Average size:
ja: 平均サイズ：
zh_hans: 平均大小：

# vocalist.auditView.currentProgress
source: Current progress:
ja: ステータス：
zh_hans: 当前进度

# vocalist.auditView.duration
source: Duration
ja: デュレーション
zh_hans: 时长

# vocalist.auditView.loading
source: Loading...
ja: 読込中・・・
zh_hans: 加载中...

# vocalist.auditView.name
source: Name
ja: 音名
zh_hans: 名称

# vocalist.auditView.nofile
source: No files.
ja: ファイルなし
zh_hans: 无文件。

# vocalist.auditView.presence
source: Presence
ja: 録音済み
zh_hans: 是否存在

# vocalist.auditView.progress %lld %lld %lld
source: %1$lld of %lld files, %3$lld more to go.
ja: 全%lld個、%1$lld個済み、%3$lld個残り
zh_hans: 已录制 %1$lld 个文件，共 %lld 个，剩余%3$lld 个。

# vocalist.auditView.size
source: Size
ja: サイズ
zh_hans: 大小

# vocalist.fastMode.delete
source: Delete
ja: 削除
zh_hans: 删除

# vocalist.fastMode.record
source: Record
ja: 録音
zh_hans: 录音

# vocalist.hideRec.notRecorded
source: NotRecorded
ja: 未録音
zh_hans: 未录制

# vocalist.hideRec.recorded
source: Recorded
ja: 録音済
zh_hans: 已录制

# vocalist.loadFile.fileImporterError
source: Error while selecting file
ja: ファイルの選択中にエラーが発生しました。
zh_hans: 选择文件时错误

# vocalist.loadFile.loadButton
source: Load Reclist
ja: 音名リストを読み込み
zh_hans: 加载录音表

# vocalist.loadFile.loadError %@
source: Error while loading file: "%@"
ja: ファイル%@を読み込めませんでした。
zh_hans: 加载文件：%@ 时错误

# vocalist.loadFile.loadSuccess %@
source: Successfully loaded file "%@"
ja: ファイル%@を読み込みました。
zh_hans: 成功加载文件：%@

# vocalist.loadFile.textfield
source: Reclist file...(Default encoding: Shift-JIS)
ja: 音名リストファイル（ディフォルト文字コード：Shift-JIS）
zh_hans: 录音表...（默认编码：Shift-JIS）

# vocalist.loadFile.useUTF8Toggle
source: Use UTF8?
ja: UTF-8を使用？
zh_hans: 使用 UTF-8？

# vocalist.loadFolder.fileImporterError
source: Error while selecting folder
ja: フォルダの選択中にエラーが発生しました。
zh_hans: 选择文件夹时错误

# vocalist.loadFolder.loadButton
source: Load Folder
ja: 保存フォルダを変更
zh_hans: 加载文件夹

# vocalist.loadFolder.loadSuccess %@
source: Successfully loaded folder "%@"
ja: 保存フォルダを%@に変更しました。
zh_hans: 成功加载文件夹：%@

# vocalist.splitterView.fileCount %lld
source: , total %lld files
ja: 、合計%lldファイル
zh_hans: ，总共 %lld 文件

# vocalist.splitterView.hint
source: Vocalist performs poorly when there's too many items in the sidebar. To solve this problem, try splitting the reclist file.
ja: サイドバーの項目が多すぎると、Vocalistの性能が低下する可能性があります。 必要な場合に、音名リストファイルを分割してみてください。
zh_hans: 当侧边栏有过多文件时，Vocalist性能较差。尝试分割文件来解决这个问题。

# vocalist.splitterView.itemsPerFile
source: Items per file:
ja: ファイル毎のアイテム数：
zh_hans: 每个文件内项目：

# vocalist.splitterView.loadedItems
source: Loaded items:
ja: ロード済みアイテム数：
zh_hans: 已加载项目：

# vocalist.splitterView.section %lld
source: Section: %lld
ja: セクション%lld
zh_hans: 分区：%lld

# vocalist.splitterView.split
source: Split
ja: 分割
zh_hans: 分割

# vocalist.splitterView.splitter
source: Splitter
ja: 分割ツール
zh_hans: 分割文件

# vocalist.splitterView.textField
source: Press Return to submit.
ja: エンターキーを押すと提出されます。
zh_hans: 按 Return 提交。

# vocalist.ui.aboutThisApp
source: About this app
ja: このアプリについて
zh_hans: 关于这个应用

# vocalist.ui.audio.title
source: Audio
ja: 音声
zh_hans: 音频

# vocalist.ui.audit.title
source: Audit
ja: 検査
zh_hans: 审核

# vocalist.ui.author
source: Made with love by ookamitai
ja: 狼太が心を込めて作っております。
zh_hans: ookamitai倾心制作

# vocalist.ui.config.fastMode
source: Fast mode
ja: 高速モード
zh_hans: 快速模式

# vocalist.ui.config.folder
source: Folder
ja: フォルダ
zh_hans: 文件夹

# vocalist.ui.config.hideItem
source: Hide recorded items
ja: 収録済みの音名を非表示
zh_hans: 隐藏已录制的文件？

# vocalist.ui.config.reclist
source: Reclist
ja: 音名リスト
zh_hans: 录音表

# vocalist.ui.config.removeUserDefaults
source: Remove UserDefaults
ja: 初期化ファィルを削除
zh_hans: 移除 UserDefaults

# vocalist.ui.config.title
source: Configuration
ja: 設定
zh_hans: 配置

# vocalist.ui.hint
source: To load previous configuration, select the item in the sidebar.
ja: スタートには、サイドバーから「設定」を選択してください。
zh_hans: 从侧边栏选择“配置”来加载上次的配置。

# vocalist.ui.splitter.title
source: Splitter
ja: 分割ツール
zh_hans: 文件分割

# vocalist.userDefaults.remove
source: Remove
ja: 削除
zh_hans: 移除

# vocalist.userDefaults.removeWarning
source: Warning: this operation will remove all saved preferences!
ja: 警告：全ての設定が削除されます。
zh_hans: 警告：此操作会移除所有保存的偏好设置！

source: X (formerly Twitter)
ja: X（元Twitter）
zh_hans: X （原 推特）

# vocalist.auditView.absent
source: Absent
zh_hans: 不存在

# vocalist.auditView.present
source: Present
zh_hans: 存在
